{
  "1": "Chapter Outline The surpassing dignity of the Son of God in his Divine person, and in his creating and mediatorial work. (1–3) And in his superiority to all the holy angels. (4–14) Verses 1–3 God spake to his ancient people at sundry times, through successive generations, and in divers manners, as he thought proper; sometimes by personal directions, sometimes by dreams, sometimes by visions, sometimes by Divine influences on the minds of the prophets. The gospel revelation is excellent above the former; in that it is a revelation which God has made by his Son. In beholding the power, wisdom, and goodness of the Lord Jesus Christ, we behold the power, wisdom, and goodness of the Father, Joh 14:7; the fulness of the Godhead dwells, not typically, or in a figure, but really, in him. When, on the fall of man, the world was breaking to pieces under the wrath and curse of God, the Son of God, undertaking the work of redemption, sustained it by his almighty power and goodness. From the glory of the person and office of Christ, we proceed to the glory of his grace. The glory of His person and nature, gave to his sufferings such merit as was a full satisfaction to the honour of God, who suffered an infinite injury and affront by the sins of men. We never can be thankful enough that God has in so many ways, and with such increasing clearness, spoken to us fallen sinners concerning salvation. That he should by himself cleanse us from our sins is a wonder of love beyond our utmost powers of admiration, gratitude, and praise. Verses 4–14 Many Jews had a superstitious or idolatrous respect for angels, because they had received the law and other tidings of the Divine will by their ministry. They looked upon them as mediators between God and men, and some went so far as to pay them a kind of religious homage or worship. Thus it was necessary that the apostle should insist, not only on Christ's being the Creator of all things, and therefore of angels themselves, but as being the risen and exalted Messiah in human nature, to whom angels, authorities, and powers are made subject. To prove this, several passages are brought from the Old Testament. On comparing what God there says of the angels, with what he says to Christ, the inferiority of the angels to Christ plainly appears. Here is the office of the angels; they are God's ministers or servants, to do his pleasure. But, how much greater things are said of Christ by the Father! And let us own and honour him as God; for if he had not been God, he had never done the Mediator's work, and had never worn the Mediator's crown. It is declared how Christ was qualified for the office of Mediator, and how he was confirmed in it: he has the name Messiah from his being anointed. Only as Man he has his fellows, and as anointed with the Holy Spirit; but he is above all prophets, priests, and kings, that ever were employed in the service of God on earth. Another passage of Scripture, Ps 102:25–27, is recited, in which the Almighty power of the Lord Jesus Christ is declared, both in creating the world and in changing it. Christ will fold up this world as a garment, not to be abused any longer, not to be used as it has been. As a sovereign, when his garments of state are folded and put away, is a sovereign still, so our Lord, when he has laid aside the earth and heavens like a vesture, shall be still the same. Let us not then set our hearts upon that which is not what we take it to be, and will not be what it now is. Sin has made a great change in the world for the worse, and Christ will make a great change in it for the better. Let the thoughts of this make us watchful, diligent, and desirous of that better world. The Saviour has done much to make all men his friends, yet he has enemies. But they shall be made his footstool, by humble submission, or by utter destruction. Christ shall go on conquering and to conquer. The most exalted angels are but ministering spirits, mere servants of Christ, to execute his commands. The saints, at present, are heirs, not yet come into possession. The angels minister to them in opposing the malice and power of evil spirits, in protecting and keeping their bodies, instructing and comforting their souls, under Christ and the Holy Ghost. Angels shall gather all the saints together at the last day, when all whose hearts and hopes are set upon perishing treasures and fading glories, will be driven from Christ's presence into everlasting misery.",
  "2": "Chapter Outline The duty of stedfastly adhering to Christ and his gospel. (1–4) His sufferings are no objection against his pre-eminence. (5–9) The reason of his sufferings, and the fitness of them. (10–13) Christ's taking the nature of man, and not his taking the nature of angels, was necessary to his priestly office. (14–18) Verses 1–4 Christ being proved to be superior to the angels, this doctrine is applied. Our minds and memories are like a leaky vessel, they do not, without much care, retain what is poured into them. This proceeds from the corruption of our nature, temptations, worldly cares, and pleasures. Sinning against the gospel is neglect of this great salvation; it is a contempt of the saving grace of God in Christ, making light of it, not caring for it, not regarding either the worth of gospel grace, or the want of it, and our undone state without it. The Lord's judgments under the gospel dispensation are chiefly spiritual, but are on that account the more to be dreaded. Here is an appeal to the consciences of sinners. Even partial neglects will not escape rebukes; they often bring darkness on the souls they do not finally ruin. The setting forth the gospel was continued and confirmed by those who heard Christ, by the evangelists and apostles, who were witnesses of what Jesus Christ began both to do and to teach; and by the gifts of the Holy Ghost, qualified for the work to which they were called. And all this according to God's own will. It was the will of God that we should have sure ground for our faith, and a strong foundation for our hope in receiving the gospel. Let us mind this one thing needful, and attend to the Holy Scriptures, written by those who heard the words of our gracious Lord, and were inspired by his Spirit; then we shall be blessed with the good part that cannot be taken away. Verses 5–9 Neither the state in which the church is at present, nor its more completely restored state, when the prince of this world shall be cast out, and the kingdoms of the earth become the kingdom of Christ, is left to the government of the angels: Christ will take to him his great power, and will reign. And what is the moving cause of all the kindness God shows to men in giving Christ for them and to them? it is the grace of God. As a reward of Christ's humiliation in suffering death, he has unlimited dominion over all things; thus this ancient scripture was fulfilled in him. Thus God has done wonderful things for us in creation and providence, but for these we have made the basest returns. Verses 10–13 Whatever the proud, carnal, and unbelieving may imagine or object, the spiritual mind will see peculiar glory in the cross of Christ, and be satisfied that it became Him, who in all things displays his own perfections in bringing many sons to glory, to make the Author of their salvation perfect through sufferings. His way to the crown was by the cross, and so must that of his people be. Christ sanctifies; he has purchased and sent the sanctifying Spirit: the Spirit sanctifies as the Spirit of Christ. True believers are sanctified, endowed with holy principles and powers, set apart to high and holy uses and purposes. Christ and believers are all of one heavenly Father, who is God. They are brought into relation with Christ. But the words, his not being ashamed to call them brethren, express the high superiority of Christ to the human nature. This is shown from three texts of Scripture. See Ps 22:22; 18:2; Isa 8:18. Verses 14–18 The angels fell, and remained without hope or help. Christ never designed to be the Saviour of the fallen angels, therefore he did not take their nature; and the nature of angels could not be an atoning sacrifice for the sin of man. Here is a price paid, enough for all, and suitable to all, for it was in our nature. Here the wonderful love of God appeared, that, when Christ knew what he must suffer in our nature, and how he must die in it, yet he readily took it upon him. And this atonement made way for his people's deliverance from Satan's bondage, and for the pardon of their sins through faith. Let those who dread death, and strive to get the better of their terrors, no longer attempt to outbrave or to stifle them, no longer grow careless or wicked through despair. Let them not expect help from the world, or human devices; but let them seek pardon, peace, grace, and a lively hope of heaven, by faith in Him who died and rose again, that thus they may rise above the fear of death. The remembrance of his own sorrows and temptations, makes Christ mindful of the trials of his people, and ready to help them. He is ready and willing to succour those who are tempted, and seek him. He became man, and was tempted, that he might be every way qualified to succour his people, seeing that he had passed through the same temptations himself, but continued perfectly free from sin. Then let not the afflicted and tempted despond, or give place to Satan, as if temptations made it wrong for them to come to the Lord in prayer. Not soul ever perished under temptation, that cried unto the Lord from real alarm at its danger, with faith and expectation of relief. This is our duty upon our first being surprised by temptations, and would stop their progress, which is our wisdom.",
  "3": "Chapter Outline The superior worth and dignity of Christ above Moses is shown. (1–6) The Hebrews are warned of the sin and danger of unbelief. (7–13) And of necessity of faith in Christ, and of stedfastly following him. (14–19) Verses 1–6 Christ is to be considered as the Apostle of our profession, the Messenger sent by God to men, the great Revealer of that faith which we profess to hold, and of that hope which we profess to have. As Christ, the Messiah, anointed for the office both of Apostle and High Priest. As Jesus, our Saviour, our Healer, the great Physician of souls. Consider him thus. Consider what he is in himself, what he is to us, and what he will be to us hereafter and for ever. Close and serious thoughts of Christ bring us to know more of him. The Jews had a high opinion of the faithfulness of Moses, yet his faithfulness was but a type of Christ's. Christ was the Master of this house, of his church, his people, as well as their Maker. Moses was a faithful servant; Christ, as the eternal Son of God, is rightful Owner and Sovereign Ruler of the Church. There must not only be setting out well in the ways of Christ, but stedfastness and perseverance therein to the end. Every meditation on his person and his salvation, will suggest more wisdom, new motives to love, confidence, and obedience. Verses 7–13 Days of temptation are often days of provocation. But to provoke God, when he is letting us see that we entirely depend and live upon him, is a provocation indeed. The hardening of the heart is the spring of all other sins. The sins of others, especially of our relations, should be warnings to us. All sin, especially sin committed by God's professing, privileged people, not only provokes God, but it grieves him. God is loth to destroy any in, or for their sin; he waits long to be gracious to them. But sin, long persisted in, will make God's wrath discover itself in destroying the impenitent; there is no resting under the wrath of God. “Take heed:” all who would get safe to heaven must look about them; if once we allow ourselves to distrust God, we may soon desert him. Let those that think they stand, take heed lest they fall. Since to-morrow is not ours, we must make the best improvement of this day. And there are none, even the strongest of the flock, who do not need help of other Christians. Neither are there any so low and despised, but the care of their standing in the faith, and of their safety, belongs to all. Sin has so many ways and colours, that we need more eyes than ours own. Sin appears fair, but is vile; it appears pleasant, but is destructive; it promises much, but performs nothing. The deceitfulness of sin hardens the soul; one sin allowed makes way for another; and every act of sin confirms the habit. Let every one beware of sin. Verses 14–19 The saints' privilege is, they are made partakers of Christ, that is, of the Spirit, the nature, graces, righteousness, and life of Christ; they are interested in all Christ is, in all he has done, or will do. The same spirit with which Christians set out in the ways of God, they should maintain unto the end. Perseverance in faith is the best evidence of the sincerity of our faith. Hearing the word often is a means of salvation, yet, if not hearkened to, it will expose more to the Divine wrath. The happiness of being partakers of Christ and his complete salvation, and the fear of God's wrath and eternal misery, should stir us up to persevere in the life of obedient faith. Let us beware of trusting to outward privileges or professions, and pray to be numbered with the true believers who enter heaven, when all others fail because of unbelief. As our obedience follows according to the power of our faith, so our sins and want of care are according to the prevailing of unbelief in us.",
  "4": "Chapter Outline Humble, cautious fear is urged, lest any should come short of the promised rest, through unbelief. (1–10) Arguments and motives to faith and hope in our approaches to God. (11–16) Verses 1–10 The privileges we have under the gospel, are greater than any had under the law of Moses, though the same gospel for substance was preached under both Testaments. There have been in all ages many unprofitable hearers; and unbelief is at the root of all unfruitfulness under the word. Faith in the hearer is the life of the word. But it is a painful consequence of partial neglect, and of a loose and wavering profession, that they often cause men to seem to come short. Let us then give diligence, that we may have a clear entrance into the kingdom of God. As God finished his work, and then rested from it, so he will cause those who believe, to finish their work, and then to enjoy their rest. It is evident, that there is a more spiritual and excellent sabbath remaining for the people of God, than that of the seventh day, or that into which Joshua led the Jews. This rest is, a rest of grace, and comfort, and holiness, in the gospel state. And a rest in glory, where the people of God shall enjoy the end of their faith, and the object of all their desires. The rest, or sabbatism, which is the subject of the apostle's reasoning, and as to which he concludes that it remains to be enjoyed, is undoubtedly the heavenly rest, which remains to the people of God, and is opposed to a state of labour and trouble in this world. It is the rest they shall obtain when the Lord Jesus shall appear from heaven. But those who do not believe, shall never enter into this spiritual rest, either of grace here or glory hereafter. God has always declared man's rest to be in him, and his love to be the only real happiness of the soul; and faith in his promises, through his Son, to be the only way of entering that rest. Verses 11–16 Observe the end proposed: rest spiritual and eternal; the rest of grace here, and glory hereafter; in Christ on earth, with Christ in heaven. After due and diligent labour, sweet and satisfying rest shall follow; and labour now, will make that rest more pleasant when it comes. Let us labour, and quicken each other to be diligent in duty. The Holy Scriptures are the word of God. When God sets it home by his Spirit, it convinces powerfully, converts powerfully, and comforts powerfully. It makes a soul that has long been proud, to be humble; and a perverse spirit, to be meek and obedient. Sinful habits, that are become as it were natural to the soul, and rooted deeply in it, are separated and cut off by this sword. It will discover to men their thoughts and purposes, the vileness of many, the bad principles they are moved by, the sinful ends they act to. The word will show the sinner all that is in his heart. Let us hold fast the doctrines of Christian faith in our heads, its enlivening principles in our hearts, the open profession of it in our lips, and be subject to it in our lives. Christ executed one part of his priesthood on earth, in dying for us; the other he executes in heaven, pleading the cause, and presenting the offerings of his people. In the sight of Infinite Wisdom, it was needful that the Saviour of men should be one who has the fellow-feeling which no being but a fellow-creature could possibly have; and therefore it was necessary he should actual experience of all the effects of sin that could be separated from its actual guilt. God sent his own Son in the likeness of sinful flesh, Ro 8:3; but the more holy and pure he was, the more he must have been unwilling in his nature to sin, and must have had deeper impression of its evil; consequently the more must he be concerned to deliver his people from its guilt and power. We should encourage ourselves by the excellence of our High Priest, to come boldly to the throne of grace. Mercy and grace are the things we want; mercy to pardon all our sins, and grace to purify our souls. Besides our daily dependence upon God for present supplies, there are seasons for which we should provide in our prayers; times of temptation, either by adversity or prosperity, and especially our dying time. We are to come with reverence and godly fear, yet not as if dragged to the seat of justice, but as kindly invited to the mercy-seat, where grace reigns. We have boldness to enter into the holiest only by the blood of Jesus; he is our Advocate, and has purchased all our souls want or can desire.",
  "5": "Chapter Outline The office and duty of a high priest abundantly answered in Christ. (1–10) The Christian Hebrews reproved for their little progress in the knowledge of the gospel. (11–14) Verses 1–10 The High Priest must be a man, a partaker of our nature. This shows that man had sinned. For God would not suffer sinful man to come to him alone. But every one is welcome to God, that comes to him by this High Priest; and as we value acceptance with God, and pardon, we must apply by faith to this our great High Priest Christ Jesus, who can intercede for those that are out of the way of truth, duty, and happiness; one who has tenderness to lead them back from the by-paths of error, sin, and misery. Those only can expect assistance from God, and acceptance with him, and his presence and blessing on them and their services, that are called of God. This is applied to Christ. In the days of his flesh, Christ made himself subject to death: he hungered: he was a tempted, suffering, dying Jesus. Christ set an example, not only to pray, but to be fervent in prayer. How many dry prayers, how few wetted with tears, do we offer up to God! He was strengthened to support the immense weight of suffering laid upon him. There is no real deliverance from death but to be carried through it. He was raised and exalted, and to him was given the power of saving all sinners to the uttermost, who come unto God through him. Christ has left us an example that we should learn humble obedience to the will of God, by all our afflictions. We need affliction, to teach us submission. His obedience in our nature encourages our attempts to obey, and for us to expect support and comfort under all the temptations and sufferings to which we are exposed. Being made perfect for this great work, he is become the Author of eternal salvation to all that obey him. But are we of that number? Verses 11–14 Dull hearers make the preaching of the gospel difficult, and even those who have some faith may be dull hearers, and slow to believe. Much is looked for from those to whom much is given. To be unskilful, denotes want of experience in the things of the gospel. Christian experience is a spiritual sense, taste, or relish of the goodness, sweetness, and excellence of the truths of the gospel. And no tongue can express the satisfaction which the soul receives, from a sense of Divine goodness, grace, and love to it in Christ.",
  "6": "Chapter Outline The Hebrews are urged to go forward in the doctrine of Christ, and the consequences of apostacy, or turning back, are described. (1–8) The apostle expresses satisfaction, as to the most of them. (9, 10) And encourages them to persevere in faith and holiness. (11–20) Verses 1–8 Every part of the truth and will of God should be set before all who profess the gospel, and be urged on their hearts and consciences. We should not be always speaking about outward things; these have their places and use, but often take up too much attention and time, which might be better employed. The humbled sinner who pleads guilty, and cries for mercy, can have no ground from this passage to be discouraged, whatever his conscience may accuse him of. Nor does it prove that any one who is made a new creature in Christ, ever becomes a final apostate from him. The apostle is not speaking of the falling away of mere professors, never convinced or influenced by the gospel. Such have nothing to fall away from, but an empty name, or hypocritical profession. Neither is he speaking of partial declinings or backslidings. Nor are such sins meant, as Christians fall into through the strength of temptations, or the power of some worldly or fleshly lust. But the falling away here mentioned, is an open and avowed renouncing of Christ, from enmity of heart against him, his cause, and people, by men approving in their minds the deeds of his murderers, and all this after they have received the knowledge of the truth, and tasted some of its comforts. Of these it is said, that it is impossible to renew them again unto repentance. Not because the blood of Christ is not sufficient to obtain pardon for this sin; but this sin, in its very nature, is opposite to repentance and every thing that leads to it. If those who through mistaken views of this passage, as well as of their own case, fear that there is no mercy for them, would attend to the account given of the nature of this sin, that it is a total and a willing renouncing of Christ, and his cause, and joining with his enemies, it would relieve them from wrong fears. We should ourselves beware, and caution others, of every approach near to a gulf so awful as apostacy; yet in doing this we should keep close to the word of God, and be careful not to wound and terrify the weak, or discourage the fallen and penitent. Believers not only taste of the word of God, but they drink it in. And this fruitful field or garden receives the blessing. But the merely nominal Christian, continuing unfruitful under the means of grace, or producing nothing but deceit and selfishness, was near the awful state above described; and everlasting misery was the end reserved for him. Let us watch with humble caution and prayer as to ourselves. Verses 9, 10 There are things that are never separated from salvation; things that show the person to be in a state of salvation, and which will end in eternal salvation. And the things that accompany salvation, are better things than ever any dissembler or apostate enjoyed. The works of love, done for the glory of Christ, or done to his saints for Christ's sake, from time to time, as God gives occasion, are evident marks of a man's salvation; and more sure tokens of saving grace given, than the enlightenings and tastings spoken of before. No love is to be reckoned as love, but working love; and no works are right works, which flow not from love to Christ. Verses 11–20 The hope here meant, is a sure looking for good things promised, through those promises, with love, desire, and valuing of them. Hope has its degrees, as faith also. The promise of blessedness God has made to believers, is from God's eternal purpose, settled between the eternal Father, Son, and Spirit. These promises of God may safely be depended upon; for here we have two things which cannot change, the counsel and the oath of God, in which it is not possible for God to lie; it would be contrary to his nature as well as to his will. And as He cannot lie; the destruction of the unbeliever, and the salvation of the believer, are alike certain. Here observe, those to whom God has given full security of happiness, have a title to the promises by inheritance. The consolations of God are strong enough to support his people under their heaviest trials. Here is a refuge for all sinners who flee to the mercy of God, through the redemption of Christ, according to the covenant of grace, laying aside all other confidences. We are in this world as a ship at sea, tossed up and down, and in danger of being cast away. We need an anchor to keep us sure and steady. Gospel hope is our anchor in the storms of this world. It is sure and stedfast, or it could not keep us so. The free grace of God, the merits and mediation of Christ, and the powerful influences of his Spirit, are the grounds of this hope, and so it is a stedfast hope. Christ is the object and ground of the believer's hope. Let us therefore set our affections on things above, and wait patiently for his appearance, when we shall certainly appear with him in glory."
}