{
  "1": "Chapter Outline The office of John the Baptist. (1–8) The baptism and temptation of Christ. (9–13) Christ preaches and calls disciples. (14–22) He casts out an unclean spirit. (23–28) He heals many diseased. (29–39) He heals a leper. (40–45) Verses 1–8 Isaiah and Malachi each spake concerning the beginning of the gospel of Jesus Christ, in the ministry of John. From these prophets we may observe, that Christ, in his gospel, comes among us, bringing with him a treasure of grace, and a sceptre of government. Such is the corruption of the world, that there is great opposition to his progress. When God sent his Son into the world, he took care, and when he sends him into the heart, he takes care, to prepare his way before him. John thinks himself unworthy of the meanest office about Christ. The most eminent saints have always been the most humble. They feel their need of Christ's atoning blood and sanctifying Spirit, more than others. The great promise Christ makes in his gospel to those who have repented, and have had their sins forgiven them, is, they shall be baptized with the Holy Ghost; shall be purified by his graces, and refreshed by his comforts. We use the ordinances, word, and sacraments without profit and comfort, for the most part, because we have not of that Divine light within us; and we have it not because we ask it not; for we have his word that cannot fail, that our heavenly Father will give this light, his Holy Spirit, to those that ask it. Verses 9–13 Christ's baptism was his first public appearance, after he had long lived unknown. How much hidden worth is there, which in this world is not known! But sooner or later it shall be known, as Christ was. He took upon himself the likeness of sinful flesh; and thus, for our sakes, he sanctified himself, that we also might be sanctified, and be baptized with him, Joh 17:19. See how honourably God owned him, when he submitted to John's baptism. He saw the Spirit descending upon him like a dove. We may see heaven opened to us, when we perceive the Spirit descending and working upon us. God's good work in us, is sure evidence of his good will towards us, and preparations for us. As to Christ's temptation, Mark notices his being in the wilderness and that he was with the wild beasts. It was an instance of his Father's care of him, which encouraged him the more that his Father would provide for him. Special protections are earnests of seasonable supplies. The serpent tempted the first Adam in the garden, the Second Adam in the wilderness; with different success indeed; and ever since he still tempts the children of both, in all places and conditions. Company and conversation have their temptations; and being alone, even in a wilderness, has its own also. No place or state exempts, no business, not lawful labouring, eating, or drinking, not even fasting and praying; often in these duties there are the most assaults, but in them is the sweetest victory. The ministration of the good angels is matter of great comfort in reference to the malignant designs of the evil angels; but much more does it comfort us, to have the indwelling of God the Holy Spirit in our hearts. Verses 14–22 Jesus began to preach in Galilee, after that John was put in prison. If some be laid aside, others shall be raised up, to carry on the same work. Observe the great truths Christ preached. By repentance we give glory to our Creator whom we have offended; by faith we give glory to our Redeemer who came to save us from our sins. Christ has joined these two together, and let no man think to put them asunder. Christ puts honour upon those who, though mean in this world, are diligent in their business and kind to one another. Industry and unity are good and pleasant, and the Lord Jesus commands a blessing on them. Those whom Christ calls, must leave all to follow him; and by his grace he makes them willing to do so. Not that we must needs go out of the world, but we must sit loose to the world; forsake every thing that is against our duty to Christ, and that cannot be kept without hurt to our souls. Jesus strictly kept the sabbath day, by applying himself unto, and abounding in the sabbath work, in order to which the sabbath rest was appointed. There is much in the doctrine of Christ that is astonishing; and the more we hear it, the more cause we see to admire it. Verses 23–28 The devil is an unclean spirit, because he has lost all the purity of his nature, because he acts in direct opposition to the Holy Spirit of God, and by his suggestions defiles the spirits of men. There are many in our assemblies who quietly attend under merely formal teachers; but if the Lord come with faithful ministers and holy doctrine, and by his convincing Spirit, they are ready to say, like this man, What have we to do with thee, Jesus of Nazareth! No disorder could enable a man to know Jesus to be the Holy One of God. He desires to have nothing to do with Jesus, for he despairs of being saved by him, and dreads being destroyed by him. See whose language those speak, that say to the Almighty, Depart from us. This unclean spirit hated and dreaded Christ, because he knew him to be a Holy One; for the carnal mind is enmity against God, especially against his holiness. When Christ by his grace delivers souls out of the hands of Satan, it is not without tumult in the soul; for that spiteful enemy will disquiet those whom he cannot destroy. This put all who saw it upon considering, What is this new doctrine? A work as great often is wrought now, yet men treat it with contempt and neglect. If this were not so, the conversion of a notorious wicked man to a sober, righteous, and godly life, by the preaching of a crucified Saviour, would cause many to ask, What doctrine is this? Verses 29–39 Wherever Christ comes, he comes to do good. He cures, that we may minister to him, and to others who are his, and for his sake. Those kept from public ordinances by sickness or other real hinderances, may expect the Saviour's gracious presence; he will soothe their sorrows, and abate their pains. Observe how numerous the patients were. When others speed well with Christ, it should quicken us in seeking after him. Christ departed into a solitary place. Though he was in no danger of distraction, or of temptation to vain-glory, yet he retired. Those who have the most business in public, and of the best kind, must yet sometimes be alone with God. Verses 40–45 We have here Christ's cleansing of a leper. It teaches us to apply to the Saviour with great humility, and with full submission to his will, saying, “Lord, if thou wilt,” without any doubt of Christ's readiness to help the distressed. See also what to expect from Christ; that according to our faith it shall be to us. The poor leper said, If thou wilt. Christ readily wills favours to those who readily refer themselves to his will. Christ would have nothing done that looked like seeking praise of the people. But no reasons now exist why we should hesitate to spread the praises of Christ.",
  "2": "Chapter Outline Christ heals one sick of the palsy. (1–12) Levi's call, and the entertainment given to Jesus. (13–17) Why Christ's disciples did not fast. (18–22) He justifies his disciples for plucking corn on the sabbath. (23–28) Verses 1–12 It was this man's misery that he needed to be so carried, and shows the suffering state of human life; it was kind of those who so carried him, and teaches the compassion that should be in men, toward their fellow-creatures in distress. True faith and strong faith may work in various ways; but it shall be accepted and approved by Jesus Christ. Sin is the cause of all our pains and sicknesses. The way to remove the effect, is to take away the cause. Pardon of sin strikes at the root of all diseases. Christ proved his power to forgive sin, by showing his power to cure the man sick of the palsy. And his curing diseases was a figure of his pardoning sin, for sin is the disease of the soul; when it is pardoned, it is healed. When we see what Christ does in healing souls, we must own that we never saw the like. Most men think themselves whole; they feel no need of a physician, therefore despise or neglect Christ and his gospel. But the convinced, humbled sinner, who despairs of all help, excepting from the Saviour, will show his faith by applying to him without delay. Verses 13–17 Matthew was not a good character, or else, being a Jew, he would never have been a publican, that is, a tax-gatherer for the Romans. However, Christ called this publican to follow him. With God, through Christ, there is mercy to pardon the greatest sins, and grace to change the greatest sinners, and make them holy. A faithful, fair-dealing publican was rare. And because the Jews had a particular hatred to an office which proved that they were subject to the Romans, they gave these tax-gatherers an ill name. But such as these our blessed Lord did not hesitate to converse with, when he appeared in the likeness of sinful flesh. And it is no new thing for that which is both well done and well designed, to be slandered, and turned to the reproach of the wisest and best of men. Christ would not withdraw, though the Pharisees were offended. If the world had been righteous, there had been no occasion for his coming, either to preach repentance, or to purchase forgiveness. We must not keep company with ungodly men out of love to their vain conversation; but we are to show love to their souls, remembering that our good Physician had the power of healing in himself, and was in no danger of taking the disease; but it is not so with us. In trying to do good to others, let us be careful we do not get harm to ourselves. Verses 18–22 Strict professors are apt to blame all that do not fully come up to their own views. Christ did not escape slanders; we should be willing to bear them, as well as careful not to deserve them; but should attend to every part of our duty in its proper order and season. Verses 23–28 The sabbath is a sacred and Divine institution; a privilege and benefit, not a task and drudgery. God never designed it to be a burden to us, therefore we must not make it so to ourselves. The sabbath was instituted for the good of mankind, as living in society, having many wants and troubles, preparing for a state of happiness or misery. Man was not made for the sabbath, as if his keeping it could be of service to God, nor was he commanded to keep it outward observances to his real hurt. Every observance respecting it, is to be interpreted by the rule of mercy.",
  "3": "Chapter Outline The withered hand healed. (1–5) The people resort to Christ. (6–12) The apostles called. (13–21) The blasphemy of the scribes. (22–30) Christ's relatives. (31–35) Verses 1–5 This man's case was piteous; he had a withered hand, which disabled him from working for his living; and those that are so, are the most proper objects of charity. Let those be helped that cannot help themselves. But stubborn infidels, when they can say nothing against the truth, yet will not yield. We hear what is said amiss, and see what is done amiss; but Christ looks at the root of bitterness in the heart, the blindness and hardness of that, and is grieved. Let hard-hearted sinners tremble to think of the anger with which he will look upon them shortly, when the day of his wrath comes. The great healing day now is the sabbath, and the healing place the house of prayer; but the healing power is of Christ. The gospel command is like that recorded here: though our hands are withered, yet, if we will not stretch them out, it is our own fault that we are not healed. But if we are healed, Christ, his power and grace, must have all the glory. Verses 6–12 All our sicknesses and calamities spring from the anger of God against our sins. Their removal, or the making them blessings to us, was purchased to us by the blood of Christ. But the plagues and diseases of our souls, of our hearts, are chiefly to be dreaded; and He can heal them also by a word. May more and more press to Christ to be healed of these plagues, and to be delivered from the enemies of their souls. Verses 13–21 Christ calls whom he will; for his grace is his own. He had called the apostles to separate themselves from the crowd, and they came unto him. He now gave them power to heal sicknesses, and to cast out devils. May the Lord send forth more and more of those who have been with him, and have learned of him to preach his gospel, to be instruments in his blessed work. Those whose hearts are enlarged in the work of God, can easily bear with what is inconvenient to themselves, and will rather lose a meal than an opportunity of doing good. Those who go on with zeal in the work of God, must expect hinderances, both from the hatred of enemies, and mistaken affections of friends, and need to guard against both. Verses 22–30 It was plain that the doctrine of Christ had a direct tendency to break the devil's power; and it was as plain, that casting of him out of the bodies of people, confirmed that doctrine; therefore Satan could not support such a design. Christ gave an awful warning against speaking such dangerous words. It is true the gospel promises, because Christ has purchased, forgiveness for the greatest sins and sinners; but by this sin, they would oppose the gifts of the Holy Ghost after Christ's ascension. Such is the enmity of the heart, that unconverted men pretend believers are doing Satan's work, when sinners are brought to repentance and newness of life. Verses 31–35 It is a great comfort to all true Christians, that they are dearer to Christ than mother, brother, or sister as such, merely as relations in the flesh would have been, even had they been holy. Blessed be God, this great and gracious privilege is ours even now; for though Christ's bodily presence cannot be enjoyed by us, his spiritual presence is not denied us.",
  "4": "Chapter Outline The parable of the sower. (1–20) Other parables. (21–34) Christ stills the tempest. (35–41) Verses 1–20 This parable contained instruction so important, that all capable of hearing were bound to attend to it. There are many things we are concerned to know; and if we understand not the plain truths of the gospel, how shall we learn those more difficult! It will help us to value the privileges we enjoy as disciples of Christ, if we seriously consider the deplorable state of all who have not such privileges. In the great field of the church, the word of God is dispensed to all. Of the many that hear the word of the gospel, but few receive it, so as to bring forth fruit. Many are much affected with the word for the present, who yet receive no abiding benefit. The word does not leave abiding impressions upon the minds of men, because their hearts are not duly disposed to receive it. The devil is very busy about careless hearers, as the fowls of the air go about the seed that lies above ground. Many continue in a barren, false profession, and go down to hell. Impressions that are not deep, will not last. Many do not mind heart-work, without which religion is nothing. Others are hindered from profiting by the word of God, by abundance of the world. And those who have but little of the world, may yet be ruined by indulging the body. God expects and requires fruit from those who enjoy the gospel, a temper of mind and Christian graces daily exercised, Christian duties duly performed. Let us look to the Lord, that by his new-creating grace our hearts may become good ground, and that the good seed of the word may produce in our lives those good words and works which are through Jesus Christ, to the praise and glory of God the Father. Verses 21–34 These declarations were intended to call the attention of the disciples to the word of Christ. By his thus instructing them, they were made able to instruct others; as candles are lighted, not to be covered, but to be placed on a candlestick, that they may give light to a room. This parable of the good seed, shows the manner in which the kingdom of God makes progress in the world. Let but the word of Christ have the place it ought to have in a soul, and it will show itself in a good conversation. It grows gradually: first the blade; then the ear; after that the full corn in the ear. When it is sprung up, it will go forward. The work of grace in the soul is, at first, but the day of small things; yet it has mighty products even now, while it is in its growth; but what will there be when it is perfected in heaven! Verses 35–41 Christ was asleep in the storm, to try the faith of his disciples, and to stir them up to pray. Their faith appeared weak, and their prayers strong. When our wicked hearts are like the troubled sea which cannot rest, when our passions are unruly, let us think we hear the law of Christ, saying, Be silent, be dumb. When without are fightings, and within are fears, and the spirits are in a tumult, if he say, “Peace, be still,” there is a great calm at once. Why are ye so fearful? Though there may be cause for some fear, yet not for such fear as this. Those may suspect their faith, who can have such a thought as that Jesus careth not though his people perish. How imperfect are the best of saints! Faith and fear take their turns while we are in this world; but ere long, fear will be overcome, and faith will be lost in sight."
}