{
  "1": "Chapter Outline The Preface. (1–4) Zacharias and Elisabeth. (5–25) Christ's birth announced. (26–38) Interview of Mary and Elisabeth. (39–56) The birth of John the Baptist. (57–66) The song of Zacharias. (67–80) Verses 1–4 Luke will not write of things about which Christians may safely differ from one another, and hesitate within themselves; but the things which are, and ought to be surely believed. The doctrine of Christ is what the wisest and best of men have ventured their souls upon with confidence and satisfaction. And the great events whereon our hopes depend, have been recorded by those who were from the beginning eye-witnesses and ministers of the word, and who were perfected in their understanding of them through Divine inspiration. Verses 5–25 The father and mother of John the Baptist were sinners as all are, and were justified and saved in the same way as others; but they were eminent for piety and integrity. They had no children, and it could not be expected that Elisabeth should have any in her old age. While Zacharias was burning incense in the temple, the whole multitude of the people were praying without. All the prayers we offer up to God, are acceptable and successful only by Christ's intercession in the temple of God above. We cannot expect an interest therein if we do not pray, and pray with our spirits, and are not earnest in prayer. Nor can we expect that the best of our prayers should gain acceptance, and bring an answer of peace, but through the mediation of Christ, who ever lives, making intercession. The prayers Zacharias often made, received an answer of peace. Prayers of faith are filed in heaven, and are not forgotten. Prayers made when we were young and entering into the world, may be answered when we are old and going out of the world. Mercies are doubly sweet that are given in answer to prayer. Zacharias shall have a son in his old age, who shall be instrumental in the conversion of many souls to God, and preparing them to receive the gospel of Christ. He shall go before Him with courage, zeal, holiness, and a mind dead to earthly interests and pleasures. The disobedient and rebellious would be brought back to the wisdom of their righteous forefathers, or rather, brought to attend to the wisdom of that Just One who was coming among them. Zacharias heard all that the angel said; but his unbelief spake. In striking him dumb, God dealt justly with him, because he had objected against God's word. We may admire the patience of God towards us. God dealt kindly with him, for thus he prevented his speaking any more distrustful, unbelieving words. Thus also God confirmed his faith. If by the rebukes we are under for our sin, we are brought to give the more credit to the word of God, we have no reason to complain. Even real believers are apt to dishonour God by unbelief; and their mouths are stopped in silence and confusion, when otherwise they would have been praising God with joy and gratitude. In God's gracious dealings with us we ought to observe his gracious regards to us. He has looked on us with compassion and favour, and therefore has thus dealt with us. Verses 26–38 We have here an account of the mother of our Lord; though we are not to pray to her, yet we ought to praise God for her. Christ must be born miraculously. The angel's address means only, Hail, thou that art the especially chosen and favoured of the Most High, to attain the honour Jewish mothers have so long desired. This wondrous salutation and appearance troubled Mary. The angel then assured her that she had found favour with God, and would become the mother of a son whose name she should call Jesus, the Son of the Highest, one in a nature and perfection with the Lord God. JESUS! the name that refreshes the fainting spirits of humbled sinners; sweet to speak and sweet to hear, Jesus, a Saviour! We know not his riches and our own poverty, therefore we run not to him; we perceive not that we are lost and perishing, therefore a Saviour is a word of little relish. Were we convinced of the huge mass of guilt that lies upon us, and the wrath that hangs over us for it, ready to fall upon us, it would be our continual thought, Is the Saviour mine? And that we might find him so, we should trample on all that hinders our way to him. Mary's reply to the angel was the language of faith and humble admiration, and she asked no sign for the confirming her faith. Without controversy, great was the mystery of godliness, God manifest in the flesh, 1Ti 3:16. Christ's human nature must be produced so, as it was fit that should be which was to be taken into union with the Divine nature. And we must, as Mary here, guide our desires by the word of God. In all conflicts, let us remember that with God nothing is impossible; and as we read and hear his promises, let us turn them into prayers, Behold the willing servant of the Lord; let it be unto me according to thy word. Verses 39–56 It is very good for those who have the work of grace begun in their souls, to communicate one to another. On Mary's arrival, Elisabeth was conscious of the approach of her who was to be the mother of the great Redeemer. At the same time she was filled with the Holy Ghost, and under his influence declared that Mary and her expected child were most blessed and happy, as peculiarly honoured of and dear to the Most High God. Mary, animated by Elisabeth's address, and being also under the influence of the Holy Ghost, broke out into joy, admiration, and gratitude. She knew herself to be a sinner who needed a Saviour, and that she could no otherwise rejoice in God than as interested in his salvation through the promised Messiah. Those who see their need of Christ, and are desirous of righteousness and life in him, he fills with good things, with the best things; and they are abundantly satisfied with the blessings he gives. He will satisfy the desires of the poor in spirit who long for spiritual blessings, while the self-sufficient shall be sent empty away. Verses 57–66 In these verses we have an account of the birth of John the Baptist, and the great joy among all the relations of the family. He shall be called Johanan, or “Gracious,” because he shall bring in the gospel of Christ, wherein God's grace shines most bright. Zacharias recovered his speech. Unbelief closed his mouth, and believing opened it again: he believers, therefore he speaks. When God opens our lips, our mouths must show forth his praise; and better be without speech, than not use it in praising God. It is said, The hand of the Lord was working with John. God has ways of working on children in their infancy, which we cannot account for. We should observe the dealings of God, and wait the event. Verses 67–80 Zacharias uttered a prophecy concerning the kingdom and salvation of the Messiah. The gospel brings light with it; in it the day dawns. In John the Baptist it began to break, and increased apace to the perfect day. The gospel is discovering; it shows that about which we were utterly in the dark; it is to give light to those that sit in darkness, the light of the knowledge of the glory of God in the face of Jesus Christ. It is reviving; it brings light to those that sit in the shadow of death, as condemned prisoners in the dungeon. It is directing; it is to guide our feet in the way of peace, into that way which will bring us to peace at last, Ro 3:17. John gave proofs of strong faith, vigorous and holy affections, and of being above the fear and love of the world. Thus he ripened for usefulness; but he lived a retired life, till he came forward openly as the forerunner of the Messiah. Let us follow peace with all men, as well as seek peace with God and our own consciences. And if it be the will of God that we live unknown to the world, still let us diligently seek to grow strong in the grace of Jesus Christ.",
  "2": "Chapter Outline The birth of Christ. (1–7) It is made known to the shepherds. (8–20) Christ presented in the temple. (21–24) Simeon prophesies concerning Jesus. (25–35) Anna prophesies concerning him. (36–40) Christ with the learned men in the temple. (41–52) Verses 1–7 The fulness of time was now come, when God would send forth his Son, made of a woman, and made under the law. The circumstances of his birth were very mean. Christ was born at an inn; he came into the world to sojourn here for awhile, as at an inn, and to teach us to do likewise. We are become by sin like an outcast infant, helpless and forlorn; and such a one was Christ. He well knew how unwilling we are to be meanly lodged, clothed, or fed; how we desire to have our children decorated and indulged; how apt the poor are to envy the rich, and how prone the rich to disdain the poor. But when we by faith view the Son of God being made man and lying in a manger, our vanity, ambition, and envy are checked. We cannot, with this object rightly before us, seek great things for ourselves or our children. Verses 8–20 Angels were heralds of the new-born Saviour, but they were only sent to some poor, humble, pious, industrious shepherds, who were in the business of their calling, keeping watch over their flock. We are not out of the way of Divine visits, when we are employed in an honest calling, and abide with God in it. Let God have the honour of this work; Glory to God in the highest. God's good-will to men, manifested in sending the Messiah, redounds to his praise. Other works of God are for his glory, but the redemption of the world is for his glory in the highest. God's goodwill in sending the Messiah, brought peace into this lower world. Peace is here put for all that good which flows to us from Christ's taking our nature upon him. This is a faithful saying, attested by an innumerable company of angels, and well worthy of all acceptation, That the good-will of God toward men, is glory to God in the highest, and peace on the earth. The shepherds lost no time, but came with haste to the place. They were satisfied, and made known abroad concerning this child, that he was the Saviour, even Christ the Lord. Mary carefully observed and thought upon all these things, which were so suited to enliven her holy affections. We should be more delivered from errors in judgment and practice, did we more fully ponder these things in our hearts. It is still proclaimed in our ears that to us is born a Saviour, Christ the Lord. These should be glad tidings to all. Verses 21–24 Our Lord Jesus was not born in sin, and did not need that mortification of a corrupt nature, or that renewal unto holiness, which were signified by circumcision. This ordinance was, in his case, a pledge of his future perfect obedience to the whole law, in the midst of sufferings and temptations, even unto death for us. At the end of forty days, Mary went up to the temple to offer the appointed sacrifices for her purification. Joseph also presented the holy child Jesus, because, as a first-born son, he was to be presented to the Lord, and redeemed according to the law. Let us present our children to the Lord who gave them to us, beseeching him to redeem them from sin and death, and make them holy to himself. Verses 25–35 The same Spirit that provided for the support of Simeon's hope, provided for his joy. Those who would see Christ must go to his temple. Here is a confession of his faith, that this Child in his arms was the Saviour, the salvation itself, the salvation of God's appointing. He bids farewell to this world. How poor does this world look to one that has Christ in his arms, and salvation in his view! See here, how comfortable is the death of a good man; he departs in peace with God, peace with his own conscience, in peace with death. Those that have welcomed Christ, may welcome death. Joseph and Mary marvelled at the things which were spoken of this Child. Simeon shows them likewise, what reason they had to rejoice with trembling. And Jesus, his doctrine, and people, are still spoken against; his truth and holiness are still denied and blasphemed; his preached word is still the touchstone of men's characters. The secret good affections in the minds of some, will be revealed by their embracing Christ; the secret corruptions of others will be revealed by their enmity to Christ. Men will be judged by the thoughts of their hearts concerning Christ. He shall be a suffering Jesus; his mother shall suffer with him, because of the nearness of her relation and affection. Verses 36–40 There was much evil then in the church, yet God left not himself without witness. Anna always dwelt in, or at least attended at, the temple. She was always in a praying spirit; gave herself to prayer, and in all things she served God. Those to whom Christ is made known, have great reason to thank the Lord. She taught others concerning him. Let the example of the venerable saints, Simeon and Anna, give courage to those whose hoary heads are, like theirs, a crown of glory, being found in the way of righteousness. The lips soon to be silent in the grave, should be showing forth the praises of the Redeemer. In all things it became Christ to be made like unto his brethren, therefore he passed through infancy and childhood as other children, yet without sin, and with manifest proofs of the Divine nature in him. By the Spirit of God all his faculties performed their offices in a manner not seen in any one else. Other children have foolishness bound in their hearts, which appears in what they say or do, but he was filled with wisdom, by the influence of the Holy Ghost; every thing he said and did, was wisely said and wisely done, above his years. Other children show the corruption of their nature; nothing but the grace of God was upon him. Verses 41–52 It is for the honour of Christ that children should attend on public worship. His parents did not return till they had stayed all the seven days of the feast. It is well to stay to the end of an ordinance, as becomes those who say, It is good to be here. Those that have lost their comforts in Christ, and the evidences of their having a part in him, must bethink themselves where, and when, and how they lost them, and must turn back again. Those that would recover their lost acquaintance with Christ, must go to the place in which he has put his name; there they may hope to meet him. They found him in some part of the temple, where the doctors of the law kept their schools; he was sitting there, hearkening to their instructions, proposing questions, and answering inquiries, with such wisdom, that those who heard were delighted with him. Young persons should seek the knowledge of Divine truth, attend the ministry of the gospel, and ask such questions of their elders and teachers as may tend to increase their knowledge. Those who seek Christ in sorrow, shall find him with the greater joy. Know ye not that I ought to be in my Father's house; at my Father's work; I must be about my Father's business. Herein is an example; for it becomes the children of God, in conformity to Christ, to attend their heavenly Father's business, and make all other concerns give way to it. Though he was the Son of God, yet he was subject to his earthly parents; how then will the foolish and weak sons of men answer it, who are disobedient to their parents? However we may neglect men's sayings, because they are obscure, yet we must not think so of God's sayings. That which at first is dark, may afterwards become plain and easy. The greatest and wisest, those most eminent, may learn of this admirable and Divine Child, that it is the truest greatness of soul to know our own place and office; to deny ourselves amusements and pleasures not consistent with our state and calling.",
  "3": "Chapter Outline John the Baptist's ministry. (1–14) John the Baptist testifies concerning Christ. (15–20) The baptism of Christ. (21, 22) The genealogy of Christ. (23–38) Verses 1–14 The scope and design of John's ministry were, to bring the people from their sins, and to their Saviour. He came preaching, not a sect, or party, but a profession; the sign or ceremony was washing with water. By the words here used John preached the necessity of repentance, in order to the remission of sins, and that the baptism of water was an outward sign of that inward cleansing and renewal of heart, which attend, or are the effects of true repentance, as well as a profession of it. Here is the fulfilling of the Scriptures, Isa 40:3, in the ministry of John. When way is made for the gospel into the heart, by taking down high thoughts, and bringing them into obedience to Christ, by levelling the soul, and removing all that hinders us in the way of Christ and his grace, then preparation is made to welcome the salvation of God. Here are general warnings and exhortations which John gave. The guilty, corrupted race of mankind is become a generation of vipers; hateful to God, and hating one another. There is no way of fleeing from the wrath to come, but by repentance; and by the change of our way the change of our mind must be shown. If we are not really holy, both in heart and life, our profession of religion and relation to God and his church, will stand us in no stead at all; the sorer will our destruction be, if we do not bring forth fruits meet for repentance. John the Baptist gave instructions to several sorts of persons. Those that profess and promise repentance, must show it by reformation, according to their places and conditions. The gospel requires mercy, not sacrifice; and its design is, to engage us to do all the good we can, and to be just to all men. And the same principle which leads men to forego unjust gain, leads to restore that which is gained by wrong. John tells the soldiers their duty. Men should be cautioned against the temptations of their employments. These answers declared the present duty of the inquirers, and at once formed a test of their sincerity. As none can or will accept Christ's salvation without true repentance, so the evidence and effects of this repentance are here marked out. Verses 15–20 John the Baptist disowned being himself the Christ, but confirmed the people in their expectations of the long-promised Messiah. He could only exhort them to repent, and assure them of forgiveness upon repentance; but he could not work repentance in them, nor confer remission on them. Thus highly does it become us to speak of Christ, and thus humbly of ourselves. John can do no more than baptize with water, in token that they ought to purify and cleanse themselves; but Christ can, and will baptize with the Holy Ghost; he can give the Spirit, to cleanse and purify the heart, not only as water washes off the dirt on the outside, but as fire clears out the dross that is within, and melts down the metal, that it may be cast into a new mould. John was an affectionate preacher; he was beseeching; he pressed things home upon his hearers. He was a practical preacher; quickening them to their duty, and directing them in it. He was a popular preacher; he addressed the people, according to their capacity. He was an evangelical preacher. In all his exhortations, he directed people to Christ. When we press duty upon people, we must direct them to Christ, both for righteousness and strength. He was a copious preacher; he shunned not to declare the whole counsel of God. But a full stop was put to John's preaching when he was in the midst of his usefulness. Herod being reproved by him for many evils, shut up John in prison. Those who injure the faithful servants of God, add still greater guilt to their other sins. Verses 21, 22 Christ did not confess sin, as others did, for he had none to confess; but he prayed, as others did, and kept up communion with his Father. Observe, all the three voices from heaven, by which the Father bare witness to the Son, were pronounced while he was praying, or soon after, Lu 9:35; Joh 12:28. The Holy Ghost descended in a bodily shape like a dove upon him, and there came a voice from heaven, from God the Father, from the excellent glory. Thus was a proof of the Holy Trinity, of the Three Persons in the Godhead, given at the baptism of Christ. Verses 23–38 Matthew's list of the forefathers of Jesus showed that Christ was the son of Abraham, in whom all the families of the earth are blessed, and heir to the throne of David; but Luke shows that Jesus was the Seed of the woman that should break the serpent's head, and traces the line up to Adam, beginning with Eli, or Heli, the father, not of Joseph, but of Mary. The seeming differences between the two evangelists in these lists of names have been removed by learned men. But our salvation does not depend upon our being able to solve these difficulties, nor is the Divine authority of the Gospels at all weakened by them. The list of names ends thus, “Who was the son of Adam, the son of God;” that is, the offspring of God by creation. Christ was both the son of Adam and the Son of God, that he might be a proper Mediator between God and the sons of Adam, and might bring the sons of Adam to be, through him, the sons of God. All flesh, as descended from the first Adam, is as grass, and withers as the flower of the field; but he who partakes of the Holy Spirit of life from the Second Adam, has that eternal happiness, which by the gospel is preached unto us.",
  "4": "Chapter Outline The temptation of Christ. (1–13) Christ in the synagogue of Nazareth. (14–30) He casts out an unclean spirit and heals the sick. (31–44) Verses 1–13 Christ's being led into the wilderness gave an advantage to the tempter; for there he was alone, none were with him by whose prayers and advice he might be helped in the hour of temptation. He who knew his own strength might give Satan advantage; but we may not, who know our own weakness. Being in all things made like unto his brethren, Jesus would, like the other children of God, live in dependence upon the Divine Providence and promise. The word of God is our sword, and faith in that word is our shield. God has many ways of providing for his people, and therefore is at all times to be depended upon in the way of duty. All Satan's promises are deceitful; and if he is permitted to have any influence in disposing of the kingdoms of the world and the glory of them, he uses them as baits to insnare men to destruction. We should reject at once and with abhorrence, every opportunity of sinful gain or advancement, as a price offered for our souls; we should seek riches, honours, and happiness in the worship and service of God only. Christ will not worship Satan; nor, when he has the kingdoms of the world delivered to him by his Father, will he suffer any remains of the worship of the devil to continue in them. Satan also tempted Jesus to be his own murderer, by unfitting confidence in his Father's protection, such as he had no warrant for. Let not any abuse of Scripture by Satan or by men abate our esteem, or cause us to abandon its use; but let us study it still, seek to know it, and seek our defence from it in all kinds of assaults. Let this word dwell richly in us, for it is our life. Our victorious Redeemer conquered, not for himself only, but for us also. The devil ended all the temptation. Christ let him try all his force, and defeated him. Satan saw it was to no purpose to attack Christ, who had nothing in him for his fiery darts to fasten upon. And if we resist the devil, he will flee from us. Yet he departed but till the season when he was again to be let loose upon Jesus, not as a tempter, to draw him to sin, and so to strike at his head, at which he now aimed and was wholly defeated in; but as a persecutor, to bring Christ to suffer, and so to bruise his heel, which it was told him, he should have to do, and would do, though it would be the breaking of his own head, Ge 3:15. Though Satan depart for a season, we shall never be out of his reach till removed from this present evil world. Verses 14–30 Christ taught in their synagogues, their places of public worship, where they met to read, expound, and apply the word, to pray and praise. All the gifts and graces of the Spirit were upon him and on him, without measure. By Christ, sinners may be loosed from the bonds of guilt, and by his Spirit and grace from the bondage of corruption. He came by the word of his gospel, to bring light to those that sat in the dark, and by the power of his grace, to give sight to those that were blind. And he preached the acceptable year of the Lord. Let sinners attend to the Saviour's invitation when liberty is thus proclaimed. Christ's name was Wonderful; in nothing was he more so than in the word of his grace, and the power that went along with it. We may well wonder that he should speak such words of grace to such graceless wretches as mankind. Some prejudice often furnishes an objection against the humbling doctrine of the cross; and while it is the word of God that stirs up men's enmity, they will blame the conduct or manner of the speaker. The doctrine of God's sovereignty, his right to do his will, provokes proud men. They will not seek his favour in his own way; and are angry when others have the favours they neglect. Still is Jesus rejected by multitudes who hear the same message from his words. While they crucify him afresh by their sins, may we honour him as the Son of God, the Saviour of men, and seek to show we do so by our obedience. Verses 31–44 Christ's preaching much affected the people; and a working power went with it to the consciences of men. These miracles showed Christ to be a controller and conqueror of Satan, a healer of diseases. Where Christ gives a new life, in recovery from sickness, it should be a new life, spent more than ever in his service, to his glory. Our business should be to spread abroad Christ's fame in every place, to beseech him in behalf of those diseased in body or mind, and to use our influence in bringing sinners to him, that his hands may be laid upon them for their healing. He cast the devils out of many who were possessed. We were not sent into this world to live to ourselves only, but to glorify God, and to do good in our generation. The people sought him, and came unto him. A desert is no desert, if we are with Christ there. He will continue with us, by his word and Spirit, and extend the same blessings to other nations, till, throughout the earth, the servants and worshippers of Satan are brought to acknowledge him as the Christ, the Son of God, and to find redemption through his blood, even the forgiveness of sins.",
  "5": "Chapter Outline The miraculous draught of fishes, Peter, James, and John called. (1–11) A leper cleansed. (12–16) A paralytic cured. (17–26) Levi called, Christ's answer to the Pharisees. (27–39) Verses 1–11 When Christ had done preaching, he told Peter to apply to the business of his calling. Time spent on week days in public exercises of religion, need be but little hinderance in time, and may be great furtherance to us in temper of mind, as to our worldly business. With what cheerfulness may we go about the duties of our calling, when we have been with God, and thus have our worldly employments sanctified to us by the word and prayer! Though they had taken nothing, yet Christ told them to let down their nets again. We must not abruptly quit our callings because we have not the success in them we desire. We are likely to speed well, when we follow the guidance of Christ's word. The draught of fishes was by a miracle. We must all, like Peter, own ourselves to be sinful men, therefore Jesus Christ might justly depart from us. But we must beseech him that he would not depart; for woe unto us if the Saviour depart from sinners! Rather let us entreat him to come and dwell in our hearts by faith, that he may transform and cleanse them. These fishermen forsook all, and followed Jesus, when their calling prospered. When riches increase, and we are tempted to set our hearts upon them, then to quit them for Christ is thankworthy. Verses 12–16 This man is said to be full of leprosy; he had that distemper in a high degree, which represents our natural pollution by sin; we are full of that leprosy; from the crown of the head to the sole of the foot there is no soundness in us. Strong confidence and deep humility are united in the words of this leper. And if any sinner, from a deep sense of vileness, says, I know the Lord can cleanse, but will he look upon such a one as me? will he apply his own precious blood for my cleansing and healing? Yes, he will. Speak not as doubting, but as humbly referring the matter to Christ. And being saved from the guilt and power of our sins, let us spread abroad Christ's fame, and bring others to hear him and to be healed. Verses 17–26 How many are there in our assemblies, where the gospel is preached, who do not sit under the word, but sit by! It is to them as a tale that is told them, not as a message that is sent to them. Observe the duties taught and recommended to us by the history of the paralytic. In applying to Christ, we must be very pressing and urgent; that is an evidence of faith, and is very pleasing to Christ, and prevailing with him. Give us, Lord, the same kind of faith with respect to thy ability and willingness to heal our souls. Give us to desire the pardon of sin more than any earthly blessing, or life itself. Enable us to believe thy power to forgive sins; then will our souls cheerfully arise and go where thou pleasest. Verses 27–39 It was a wonder of Christ's grace, that he would call a publican to be his disciple and follower. It was a wonder of his grace, that the call was made so effectual. It was a wonder of his grace, that he came to call sinners to repentance, and to assure them of pardon. It was a wonder of his grace, that he so patiently bore the contradiction of sinners against himself and his disciples. It was a wonder of his grace, that he fixed the services of his disciples according to their strength and standing. The Lord trains up his people gradually for the trials allotted them; we should copy his example in dealing with the weak in faith, or the tempted believer.",
  "6": "Chapter Outline The disciples pluck corn on the sabbath. (1–5) Works of mercy suitable to the sabbath day. (6–11) The apostles chosen. (12–19) Blessings and woes declared. (20–26) Christ exhorts to mercy. (27–36) And to justice and sincerity. (37–49) Verses 1–5 Christ justifies his disciples in a work of necessity for themselves on the sabbath day, and that was plucking the ears of corn when they were hungry. But we must take heed that we mistake not this liberty for leave to commit sin. Christ will have us to know and remember that it is his day, therefore to be spent in his service, and to his honour. Verses 6–11 Christ was neither ashamed nor afraid to own the purposes of his grace. He healed the poor man, though he knew that his enemies would take advantage against him for it. Let us not be drawn either from our duty or from our usefulness by any opposition. We may well be amazed, that the sons of men should be so wicked. Verses 12–19 We often think one half hour a great deal to spend in meditation and secret prayer, but Christ was whole nights engaged in these duties. In serving God, our great care should be not to lose time, but to make the end of one good duty the beginning of another. The twelve apostles are here named; never were men so privileged, yet one of them had a devil, and proved a traitor. Those who have not faithful preaching near them, had better travel far than be without it. It is indeed worth while to go a great way to hear the word of Christ, and to go out of the way of other business for it. They came to be cured by him, and he healed them. There is a fulness of grace in Christ, and healing virtue in him, ready to go out from him, that is enough for all, enough for each. Men regard the diseases of the body as greater evils than those of their souls; but the Scripture teaches us differently. Verses 20–26 Here begins a discourse of Christ, most of which is also found in Mt 5; 7. But some think that this was preached at another time and place. All believers that take the precepts of the gospel to themselves, and live by them, may take the promises of the gospel to themselves, and live upon them. Woes are denounced against prosperous sinners as miserable people, though the world envies them. Those are blessed indeed whom Christ blesses, but those must be dreadfully miserable who fall under his woe and curse! What a vast advantage will the saint have over the sinner in the other world! and what a wide difference will there be in their rewards, how much soever the sinner may prosper, and the saint be afflicted here! Verses 27–36 These are hard lessons to flesh and blood. But if we are thoroughly grounded in the faith of Christ's love, this will make his commands easy to us. Every one that comes to him for washing in his blood, and knows the greatness of the mercy and the love there is in him, can say, in truth and sincerity, Lord, what wilt thou have me to do? Let us then aim to be merciful, even according to the mercy of our heavenly Father to us. Verses 37–49 All these sayings Christ often used; it was easy to apply them. We ought to be very careful when we blame others; for we need allowance ourselves. If we are of a giving and a forgiving spirit, we shall ourselves reap the benefit. Though full and exact returns are made in another world, not in this world, yet Providence does what should encourage us in doing good. Those who follow the multitude to do evil, follow in the broad way that leads to destruction. The tree is known by its fruits; may the word of Christ be so grafted in our hearts, that we may be fruitful in every good word and work. And what the mouth commonly speaks, generally agrees with what is most in the heart. Those only make sure work for their souls and eternity, and take the course that will profit in a trying time, who think, speak, and act according to the words of Christ. Those who take pains in religion, found their hope upon Christ, who is the Rock of Ages, and other foundation can no man lay. In death and judgment they are safe, being kept by the power of Christ through faith unto salvation, and they shall never perish.",
  "7": "Chapter Outline The centurion's servant healed. (1–10) The widow's son raised. (11–18) John the Baptist's inquiry concerning Jesus. (19–35) Christ anointed in the house of the Pharisee, The parable of the two debtors. (36–50) Verses 1–10 Servants should study to endear themselves to their masters. Masters ought to take particular care of their servants when they are sick. We may still, by faithful and fervent prayer, apply to Christ, and ought to do so when sickness is in our families. The building places for religious worship is a good work, and an instance of love to God and his people. Our Lord Jesus was pleased with the centurion's faith; and he never fails to answer the expectations of that faith which honours his power and love. The cure soon wrought and perfect. Verses 11–18 When the Lord saw the poor widow following her son to the grave, he had compassion on her. See Christ's power over death itself. The gospel call to all people, to young people particularly, is, Arise from the dead, and Christ shall give you light and life. When Christ put life into him, it appeared by the youth's sitting up. Have we grace from Christ? Let us show it. He began to speak: whenever Christ gives us spiritual life, he opens the lips in prayer and praise. When dead souls are raised to spiritual life, by Divine power going with the gospel, we must glorify God, and look upon it as a gracious visit to his people. Let us seek for such an interest in our compassionate Saviour, that we may look forward with joy to the time when the Redeemer's voice shall call forth all that are in their graves. May we be called to the resurrection of life, not to that of damnation. Verses 19–35 To his miracles in the kingdom of nature, Christ adds this in the kingdom of grace, To the poor the gospel is preached. It clearly pointed out the spiritual nature of Christ's kingdom, that the messenger he sent before him to prepare his way, did it by preaching repentance and reformation of heart and life. We have here the just blame of those who were not wrought upon by the ministry of John Baptist or of Jesus Christ himself. They made a jest of the methods God took to do them good. This is the ruin of multitudes; they are not serious in the concerns of their souls. Let us study to prove ourselves children of Wisdom, by attending the instructions of God's word, and adoring those mysteries and glad tidings which infidels and Pharisees deride and blaspheme. Verses 36–50 None can truly perceive how precious Christ is, and the glory of the gospel, except the broken-hearted. But while they feel they cannot enough express self-abhorrence on account of sin, and admiration of his mercy, the self-sufficient will be disgusted, because the gospel encourages such repenting sinners. The Pharisee, instead of rejoicing in the tokens of the woman's repentance, confined his thoughts to her former bad character. But without free forgiveness none of us can escape the wrath to come; this our gracious Saviour has purchased with his blood, that he may freely bestow it on every one that believes in him. Christ, by a parable, forced Simon to acknowledge that the greater sinner this woman had been, the greater love she ought to show to Him when her sins were pardoned. Learn here, that sin is a debt; and all are sinners, are debtors to Almighty God. Some sinners are greater debtors; but whether our debt be more or less, it is more than we are able to pay. God is ready to forgive; and his Son having purchased pardon for those who believe in him, his gospel promises it to them, and his Spirit seals it to repenting sinners, and gives them the comfort. Let us keep far from the proud spirit of the Pharisee, simply depending upon and rejoicing in Christ alone, and so be prepared to obey him more zealously, and more strongly to recommend him unto all around us. The more we express our sorrow for sin, and our love to Christ, the clearer evidence we have of the forgiveness of our sins. What a wonderful change does grace make upon a sinner's heart and life, as well as upon his state before God, by the full remission of all his sins through faith in the Lord Jesus!"
}