{
  "1": "Chapter Outline The Divinity of Christ. (1–5) His Divine and human nature. (6–14) John the Baptist's testimony to Christ. (15–18) John's public testimony concerning Christ. (19–28) Other testimonies of John concerning Christ. (29–36) Andrew and another disciple follow Jesus. (37–42) Philip and Nathanael called. (43–51) Verses 1–5 The plainest reason why the Son of God is called the Word, seems to be, that as our words explain our minds to others, so was the Son of God sent in order to reveal his Father's mind to the world. What the evangelist says of Christ proves that he is God. He asserts, His existence in the beginning; His coexistence with the Father. The Word was with God. All things were made by him, and not as an instrument. Without him was not any thing made that was made, from the highest angel to the meanest worm. This shows how well qualified he was for the work of our redemption and salvation. The light of reason, as well as the life of sense, is derived from him, and depends upon him. This eternal Word, this true Light shines, but the darkness comprehends it not. Let us pray without ceasing, that our eyes may be opened to behold this Light, that we may walk in it; and thus be made wise unto salvation, by faith in Jesus Christ. Verses 6–14 John the Baptist came to bear witness concerning Jesus. Nothing more fully shows the darkness of men's minds, than that when the Light had appeared, there needed a witness to call attention to it. Christ was the true Light; that great Light which deserves to be called so. By his Spirit and grace he enlightens all that are enlightened to salvation; and those that are not enlightened by him, perish in darkness. Christ was in the world when he took our nature upon him, and dwelt among us. The Son of the Highest was here in this lower world. He was in the world, but not of it. He came to save a lost world, because it was a world of his own making. Yet the world knew him not. When he comes as a Judge, the world shall know him. Many say that they are Christ's own, yet do not receive him, because they will not part with their sins, nor have him to reign over them. All the children of God are born again. This new birth is through the word of God as the means, 1Pe 1:23, and by the Spirit of God as the Author. By his Divine presence Christ always was in the world. But now that the fulness of time was come, he was, after another manner, God manifested in the flesh. But observe the beams of his Divine glory, which darted through this veil of flesh. Men discover their weaknesses to those most familiar with them, but it was not so with Christ; those most intimate with him saw most of his glory. Although he was in the form of a servant, as to outward circumstances, yet, in respect of graces, his form was like the Son of God His Divine glory appeared in the holiness of his doctrine, and in his miracles. He was full of grace, fully acceptable to his Father, therefore qualified to plead for us; and full of truth, fully aware of the things he was to reveal. Verses 15–18 As to the order of time and entrance on his work, Christ came after John, but in every other way he was before him. The expression clearly shows that Jesus had existence before he appeared on earth as man. All fulness dwells in him, from which alone fallen sinners have, and shall receive, by faith, all that renders them wise, strong, holy, useful, and happy. Our receivings by Christ are all summed up in this one word, grace; we have received “even grace,” a gift so great, so rich, so invaluable; the good will of God towards us, and the good work of God in us. The law of God is holy, just, and good; and we should make the proper use of it. But we cannot derive from it pardon, righteousness, or strength. It teaches us to adorn the doctrine of God our Saviour, but it cannot supply the place of that doctrine. As no mercy comes from God to sinners but through Jesus Christ, no man can come to the Father but by him; no man can know God, except as he is made known in the only begotten and beloved Son. Verses 19–28 John disowns himself to be the Christ, who was now expected and waited for. He came in the spirit and power of Elias, but he was not the person of Elias. John was not that Prophet whom Moses said the Lord would raise up to them of their brethren, like unto him. He was not such a prophet as they expected, who would rescue them from the Romans. He gave such an account of himself, as might excite and awaken them to hearken to him. He baptized the people with water as a profession of repentance, and as an outward sign of the spiritual blessings to be conferred on them by the Messiah, who was in the midst of them, though they knew him not, and to whom he was unworthy to render the meanest service. Verses 29–36 John saw Jesus coming to him, and pointed him out as the Lamb of God. The paschal lamb, in the shedding and sprinkling of its blood, the roasting and eating of its flesh, and all the other circumstances of the ordinance, represented the salvation of sinners by faith in Christ. And the lambs sacrificed every morning and evening, can only refer to Christ slain as a sacrifice to redeem us to God by his blood. John came as a preacher of repentance, yet he told his followers that they were to look for the pardon of their sins to Jesus only, and to his death. It agrees with God's glory to pardon all who depend on the atoning sacrifice of Christ. He takes away the sin of the world; purchases pardon for all that repent and believe the gospel. This encourages our faith; if Christ takes away the sin of the world, then why not my sin? He bore sin for us, and so bears it from us. God could have taken away sin, by taking away the sinner, as he took away the sin of the old world; but here is a way of doing away sin, yet sparing the sinner, by making his Son sin, that is, a sin-offering, for us. See Jesus taking away sin, and let that cause hatred of sin, and resolutions against it. Let us not hold that fast, which the Lamb of God came to take away. To confirm his testimony concerning Christ, John declares the appearance at his baptism, in which God himself bore witness to him. He saw and bare record that he is the Son of God. This is the end and object of John's testimony, that Jesus was the promised Messiah. John took every opportunity that offered to lead people to Christ. Verses 37–42 The strongest and most prevailing argument with an awakened soul to follow Christ, is, that it is he only who takes away sin. Whatever communion there is between our souls and Christ, it is he who begins the discourse. He asked, What seek ye? The question Jesus put to them, we should all put to ourselves when we begin to follow Him, What do we design and desire? In following Christ, do we seek the favour of God and eternal life? He invites them to come without delay. Now is the accepted time, 2Co 6:2. It is good for us to be where Christ is, wherever it be. We ought to labour for the spiritual welfare of those related to us, and seek to bring them to Him. Those who come to Christ, must come with a fixed resolution to be firm and constant to him, like a stone, solid and stedfast; and it is by his grace that they are so. Verses 43–51 See the nature of true Christianity, it is following Jesus; devoting ourselves to him, and treading in his steps. Observe the objection Nathanael made. All who desire to profit by the word of God, must beware of prejudices against places, or denominations of men. They should examine for themselves, and they will sometimes find good where they looked for none. Many people are kept from the ways of religion by the unreasonable prejudices they conceive. The best way to remove false notions of religion, is to make trial of it. In Nathanael there was no guile. His profession was not hypocritical. He was not a dissembler, nor dishonest; he was a sound character, a really upright, godly man. Christ knows what men are indeed. Does He know us? Let us desire to know him. Let us seek and pray to be Israelites indeed, in whom is no guile; truly Christians, approved of Christ himself. Some things weak, imperfect, and sinful, are found in all, but hypocrisy belongs not to a believer's character. Jesus witnessed what passed when Nathanael was under the fig-tree. Probably he was then in fervent prayer, seeking direction as to the Hope and Consolation of Israel, where no human eye observed him. This showed him that our Lord knew the secrets of his heart. Through Christ we commune with, and benefit by the holy angels; and things in heaven and things on earth are reconciled and united together.",
  "2": "Chapter Outline The miracle at Cana. (1–11) Christ casts the buyers and sellers out of the temple. (12–22) Many believe in Christ. (23–25) Verses 1–11 It is very desirable when there is a marriage, to have Christ own and bless it. Those that would have Christ with them at their marriage, must invite him by prayer, and he will come. While in this world we sometimes find ourselves in straits, even when we think ourselves in fulness. There was want at a marriage feast. Those who are come to care for the things of the world, must look for trouble, and count upon disappointment. In our addresses to Christ, we must humbly spread our case before him, and then refer ourselves to him to do as he pleases. In Christ's reply to his mother there was no disrespect. He used the same word when speaking to her with affection from the cross; yet it is a standing testimony against the idolatry of after-ages, in giving undue honours to his mother. His hour is come when we know not what to do. Delays of mercy are not denials of prayer. Those that expect Christ's favours, must observe his orders with ready obedience. The way of duty is the way to mercy; and Christ's methods must not be objected against. The beginning of Moses' miracles was turning water into blood, Ex 7:20; the beginning of Christ's miracles was turning water into wine; which may remind us of the difference between the law of Moses and the gospel of Christ. He showed that he improves creature-comforts to all true believers, and make them comforts indeed. And Christ's works are all for use. Has he turned thy water into wine, given thee knowledge and grace? it is to profit withal; therefore draw out now, and use it. It was the best wine. Christ's works commend themselves even to those who know not their Author. What was produced by miracles, always was the best in its kind. Though Christ hereby allows a right use of wine, he does not in the least do away his own caution, which is, that our hearts be not at any time overcharged with surfeiting and drunkenness, Lu 21:34. Though we need not scruple to feast with our friends on proper occasions, yet every social interview should be so conducted, that we might invite the Redeemer to join with us, if he were now on earth; and all levity, luxury, and excess offend him. Verses 12–22 The first public work in which we find Christ engaged, was driving from the temple the traders whom the covetous priests and rulers encouraged to make a market-place of its courts. Those now make God's house a house of merchandise, whose minds are filled with cares about worldly business when attending religious exercises, or who perform Divine offices for love of gain. Christ, having thus cleansed the temple, gave a sign to those who demanded it, to prove his authority for so doing. He foretells his death by the Jews' malice, Destroy ye this temple; I will permit you to destroy it. He foretells his resurrection by his own power; In three days I will raise it up. Christ took again his own life. Men mistake by understanding that according to the letter, which the Scripture speaks by way of figure. When Jesus was risen from the dead, his disciples remembered he has said this. It helps much in understanding the Divine word, to observe the fulfilling of the Scriptures. Verses 23–25 Our Lord knew all men, their nature, dispositions, affections, designs, so as we do not know any man, not even ourselves. He knows his crafty enemies, and all their secret projects; his false friends, and their true characters. He knows who are truly his, knows their uprightness, and knows their weaknesses. We know what is done by men; Christ knows what is in them, he tries the heart. Beware of a dead faith, or a formal profession: carnal, empty professors are not to be trusted, and however men impose on others or themselves, they cannot impose on the heart-searching God.",
  "3": "Chapter Outline Christ's discourse with Nicodemus. (1–21) The baptism of John of Christ John's testimony. (22–36) Verses 1–8 Nicodemus was afraid, or ashamed to be seen with Christ, therefore came in the night. When religion is out of fashion, there are many Nicodemites. But though he came by night, Jesus bid him welcome, and hereby taught us to encourage good beginnings, although weak. And though now he came by night, yet afterward he owned Christ publicly. He did not talk with Christ about state affairs, though he was a ruler, but about the concerns of his own soul and its salvation, and went at once to them. Our Saviour spoke of the necessity and nature of regeneration or the new birth, and at once directed Nicodemus to the source of holiness of the heart. Birth is the beginning of life; to be born again, is to begin to live anew, as those who have lived much amiss, or to little purpose. We must have a new nature, new principles, new affections, new aims. By our first birth we were corrupt, shapen in sin; therefore we must be made new creatures. No stronger expression could have been chosen to signify a great and most remarkable change of state and character. We must be entirely different from what we were before, as that which begins to be at any time, is not, and cannot be the same with that which was before. This new birth is from heaven, ch. 1:13, and its tendency is to heaven. It is a great change made in the heart of a sinner, by the power of the Holy Spirit. It means that something is done in us, and for us, which we cannot do for ourselves. Something is wrong, whereby such a life begins as shall last for ever. We cannot otherwise expect any benefit by Christ; it is necessary to our happiness here and hereafter. What Christ speak, Nicodemus misunderstood, as if there had been no other way of regenerating and new-moulding an immortal soul, than by new-framing the body. But he acknowledged his ignorance, which shows a desire to be better informed. It is then further explained by the Lord Jesus. He shows the Author of this blessed change. It is not wrought by any wisdom or power of our own, but by the power of the blessed Spirit. We are shapen in iniquity, which makes it necessary that our nature be changed. We are not to marvel at this; for, when we consider the holiness of God, the depravity of our nature, and the happiness set before us, we shall not think it strange that so much stress is laid upon this. The regenerating work of the Holy Spirit is compared to water. It is also probable that Christ had reference to the ordinance of baptism. Not that all those, and those only, that are baptized, are saved; but without that new birth which is wrought by the Spirit, and signified by baptism, none shall be subjects of the kingdom of heaven. The same word signifies both the wind and the Spirit. The wind bloweth where it listeth for us; God directs it. The Spirit sends his influences where, and when, on whom, and in what measure and degree, he pleases. Though the causes are hidden, the effects are plain, when the soul is brought to mourn for sin, and to breathe after Christ. Christ's stating of the doctrine and the necessity of regeneration, it should seem, made it not clearer to Nicodemus. Thus the things of the Spirit of God are foolishness to the natural man. Many think that cannot be proved, which they cannot believe. Christ's discourse of gospel truths, ver. #(11–13), shows the folly of those who make these things strange unto them; and it recommends us to search them out. Jesus Christ is every way able to reveal the will of God to us; for he came down from heaven, and yet is in heaven. We have here a notice of Christ's two distinct natures in one person, so that while he is the Son of man, yet he is in heaven. God is the “HE THAT IS,” and heaven is the dwelling-place of his holiness. The knowledge of this must be from above, and can be received by faith alone. Jesus Christ came to save us by healing us, as the children of Israel, stung with fiery serpents, were cured and lived by looking up to the brazen serpent, Nu 21:6–9. In this observe the deadly and destructive nature of sin. Ask awakened consciences, ask damned sinners, they will tell you, that how charming soever the allurements of sin may be, at the last it bites like a serpent. See the powerful remedy against this fatal malady. Christ is plainly set forth to us in the gospel. He whom we offended is our Peace, and the way of applying for a cure is by believing. If any so far slight either their disease by sin, or the method of cure by Christ, as not to receive Christ upon his own terms, their ruin is upon their own heads. He has said, Look and be saved, look and live; lift up the eyes of your faith to Christ crucified. And until we have grace to do this, we shall not be cured, but still are wounded with the stings of Satan, and in a dying state. Jesus Christ came to save us by pardoning us, that we might not die by the sentence of the law. Here is gospel, good news indeed. Here is God's love in giving his Son for the world. God so loved the world; so really, so richly. Behold and wonder, that the great God should love such a worthless world! Here, also, is the great gospel duty, to believe in Jesus Christ. God having given him to be our Prophet, Priest, and King, we must give up ourselves to be ruled, and taught, and saved by him. And here is the great gospel benefit, that whoever believes in Christ, shall not perish, but shall have everlasting life. God was in Christ reconciling the world to himself, and so saving it. It could not be saved, but through him; there is no salvation in any other. From all this is shown the happiness of true believers; he that believeth in Christ is not condemned. Though he has been a great sinner, yet he is not dealt with according to what his sins deserve. How great is the sin of unbelievers! God sent One to save us, that was dearest to himself; and shall he not be dearest to us? How great is the misery of unbelievers! they are condemned already; which speaks a certain condemnation; a present condemnation. The wrath of God now fastens upon them; and their own hearts condemn them. There is also a condemnation grounded on their former guilt; they are open to the law for all their sins; because they are not by faith interested in the gospel pardon. Unbelief is a sin against the remedy. It springs from the enmity of the heart of man to God, from love of sin in some form. Read also the doom of those that would not know Christ. Sinful works are works of darkness. The wicked world keep as far from this light as they can, lest their deeds should be reproved. Christ is hated, because sin is loved. If they had not hated saving knowledge, they would not sit down contentedly in condemning ignorance. On the other hand, renewed hearts bid this light welcome. A good man acts truly and sincerely in all he does. He desires to know what the will of God is, and to do it, though against his own worldly interest. A change in his whole character and conduct has taken place. The love of God is shed abroad in his heart by the Holy Ghost, and is become the commanding principle of his actions. So long as he continues under a load of unforgiven guilt, there can be little else than slavish fear of God; but when his doubts are done away, when he sees the righteous ground whereon this forgiveness is built, he rests on it as his own, and is united to God by unfeigned love. Our works are good when the will of God is the rule of them, and the glory of God the end of them; when they are done in his strength, and for his sake; to him, and not to men. Regeneration, or the new birth, is a subject to which the world is very averse; it is, however, the grand concern, in comparison with which every thing else is but trifling. What does it signify though we have food to eat in plenty, and variety of raiment to put on, if we are not born again? if after a few mornings and evenings spent in unthinking mirth, carnal pleasure, and riot, we die in our sins, and lie down in sorrow? What does it signify though we are well able to act our parts in life, in every other respect, if at last we hear from the Supreme Judge, “Depart from me, I know you not, ye workers of iniquity?” Verses 22–36 John was fully satisfied with the place and work assigned him; but Jesus came on a more important work. He also knew that Jesus would increase in honour and influence, for of his government and peace there would be no end, while he himself would be less followed. John knew that Jesus came from heaven as the Son of God, while he was a sinful, mortal man, who could only speak about the more plain subjects of religion. The words of Jesus were the words of God; he had the Spirit, not by measure, as the prophets, but in all fulness. Everlasting life could only be had by faith in Him, and might be thus obtained; whereas all those, who believe not in the Son of God, cannot partake of salvation, but the wrath of God for ever rests upon them."
}