{
  "1": "Chapter Outline The apostle's commission. (1–7) Prays for the saints at Rome, and expresses his desire to see them. (8–15) The gospel way of justification by faith, for Jews and Gentiles. (16, 17) The sins of the Gentiles set forth. (18–32) Verses 1–7 The doctrine of which the apostle Paul wrote, set forth the fulfilment of the promises by the prophets. It spoke of the Son of God, even Jesus the Saviour, the promised Messiah, who came from David as to his human nature, but was also declared to be the Son of God, by the Divine power which raised him from the dead. The Christian profession does not consist in a notional knowledge or a bare assent, much less in perverse disputings, but in obedience. And all those, and those only, are brought to obedience of the faith, who are effectually called of Jesus Christ. Here is, 1. The privilege of Christians; they are beloved of God, and are members of that body which is beloved. 2. The duty of Christians; to be holy, hereunto are they called, called to be saints. These the apostle saluted, by wishing them grace to sanctify their souls, and peace to comfort their hearts, as springing from the free mercy of God, the reconciled Father of all believers, and coming to them through the Lord Jesus Christ. Verses 8–15 We must show love for our friends, not only by praying for them, but by praising God for them. As in our purposes, so in our desires, we must remember to say, If the Lord will, Jas 4:15. Our journeys are made prosperous or otherwise, according to the will of God. We should readily impart to others what God has trusted to us, rejoicing to make others joyful, especially taking pleasure in communing with those who believe the same things with us. If redeemed by the blood, and converted by the grace of the Lord Jesus, we are altogether his; and for his sake we are debtors to all men, to do all the good we can. Such services are our duty. Verses 16, 17 In these verses the apostle opens the design of the whole epistle, in which he brings forward a charge of sinfulness against all flesh; declares the only method of deliverance from condemnation, by faith in the mercy of God, through Jesus Christ; and then builds upon it purity of heart, grateful obedience, and earnest desires to improve in all those Christian graces and tempers, which nothing but a lively faith in Christ can bring forth. God is a just and holy God, and we are guilty sinners. It is necessary that we have a righteousness to appear in before him: there is such a righteousness brought in by the Messiah, and made known in the gospel; a gracious method of acceptance, notwithstanding the guilt of our sins. It is the righteousness of Christ, who is God, coming from a satisfaction of infinite value. Faith is all in all, both in the beginning and progress of Christian life. It is not from faith to works, as if faith put us into a justified state, and then works kept us in it; but it is all along from faith to faith; it is faith pressing forward, and gaining the victory over unbelief. Verses 18–25 The apostle begins to show that all mankind need the salvation of the gospel, because none could obtain the favour of God, or escape his wrath by their own works. For no man can plead that he has fulfilled all his obligations to God and to his neighbour; nor can any truly say that he has fully acted up to the light afforded him. The sinfulness of man is described as ungodliness against the laws of the first table, and unrighteousness against those of the second. The cause of that sinfulness is holding the truth in unrighteousness. All, more or less, do what they know to be wrong, and omit what they know to be right, so that the plea of ignorance cannot be allowed from any. Our Creator's invisible power and Godhead are so clearly shown in the works he has made, that even idolaters and wicked Gentiles are left without excuse. They foolishly followed idolatry; and rational creatures changed the worship of the glorious Creator, for that of brutes, reptiles, and senseless images. They wandered from God, till all traces of true religion must have been lost, had not the revelation of the gospel prevented it. For whatever may be pretended, as to the sufficiency of man's reason to discover Divine truth and moral obligation, or to govern the practice aright, facts cannot be denied. And these plainly show that men have dishonoured God by the most absurd idolatries and superstitions; and have degraded themselves by the vilest affections and most abominable deeds. Verses 26–32 In the horrid depravity of the heathen, the truth of our Lord's words was shown: “Light was come into the world, but men loved darkness rather than light, because their deeds were evil; for he that doeth evil hateth the light.” The truth was not to their taste. And we all know how soon a man will contrive, against the strongest evidence, to reason himself out of the belief of what he dislikes. But a man cannot be brought to greater slavery than to be given up to his own lusts. As the Gentiles did not like to keep God in their knowledge, they committed crimes wholly against reason and their own welfare. The nature of man, whether pagan or Christian, is still the same; and the charges of the apostle apply more or less to the state and character of men at all times, till they are brought to full submission to the faith of Christ, and renewed by Divine power. There never yet was a man, who had not reason to lament his strong corruptions, and his secret dislike to the will of God. Therefore this chapter is a call to self-examination, the end of which should be, a deep conviction of sin, and of the necessity of deliverance from a state of condemnation.",
  "2": "Chapter Outline The Jews could not be justified by the law of Moses, any more than the Gentiles by the law of nature. (1–16) The sins of the Jews confuted all their vain confidence in their outward privileges. (17–29) Verses 1–16 The Jews thought themselves a holy people, entitled to their privileges by right, while they were unthankful, rebellious, and unrighteous. But all who act thus, of every nation, age, and description, must be reminded that the judgment of God will be according to their real character. The case is so plain, that we may appeal to the sinner's own thoughts. In every wilful sin, there is contempt of the goodness of God. And though the branches of man's disobedience are very various, all spring from the same root. But in true repentance, there must be hatred of former sinfulness, from a change wrought in the state of the mind, which disposes it to choose the good and to refuse the evil. It shows also a sense of inward wretchedness. Such is the great change wrought in repentance, it is conversion, and is needed by every human being. The ruin of sinners is their walking after a hard and impenitent heart. Their sinful doings are expressed by the strong words, “treasuring up wrath.” In the description of the just man, notice the full demand of the law. It demands that the motives shall be pure, and rejects all actions from earthly ambition or ends. In the description of the unrighteous, contention is held forth as the principle of all evil. The human will is in a state of enmity against God. Even Gentiles, who had not the written law, had that within, which directed them what to do by the light of nature. Conscience is a witness, and first or last will bear witness. As they nature. Conscience is a witness, and first or last will bear witness. As they kept or broke these natural laws and dictates, their consciences either acquitted or condemned them. Nothing speaks more terror to sinners, and more comfort to saints, than that Christ shall be the Judge. Secret services shall be rewarded, secret sins shall be then punished, and brought to light. Verses 17–24 The apostle directs his discourse to the Jews, and shows of what sins they were guilty, notwithstanding their profession and vain pretensions. A believing, humble, thankful glorying in God, is the root and sum of all religion. But proud, vain-glorious boasting in God, and in the outward profession of his name, is the root and sum of all hypocrisy. Spiritual pride is the most dangerous of all kinds of pride. A great evil of the sins professors is, the dishonour done to God and religion, by their not living according to their profession. Many despise their more ignorant neighbours who rest in a dead form of godliness; yet themselves trust in a form of knowledge, equally void of life and power, while some glory in the gospel, whose unholy lives dishonour God, and cause his name to be blasphemed. Verses 25–29 No forms, ordinances, or notions can profit, without regenerating grace, which will always lead to seeking an interest in the righteousness of God by faith. For he is no more a Christian now, than he was really a Jew of old, who is only one outwardly: neither is that baptism, which is outward in the flesh: but he is the real Christian, who is inwardly a true believer, with an obedient faith. And the true baptism is that of the heart, by the washing of regeneration and the renewal of the Holy Ghost; bringing a spiritual frame of mind, and a willing following of truth in its holy ways. Let us pray that we may be made real Christians, not outwardly, but inwardly; in the heart and spirit, not in the letter; baptized, not with water only, but with the Holy Ghost; and let our praise be, not of men, but of God.",
  "3": "Chapter Outline Objections answered. (1–8) All mankind are sinners. (9–18) Both Jews and Gentiles cannot be justified by their own deeds. (19, 20) It is owing to the free grace of God, through faith in the righteousness of Christ, yet the law is not done away. (21–31) Verses 1–8 The law could not save in or from sins, yet it gave the Jews advantages for obtaining salvation. Their stated ordinances, education in the knowledge of the true God and his service, and many favours shown to the children of Abraham, all were means of grace, and doubtless were made useful to the conversion of many. But especially the Scriptures were committed to them. Enjoyment of God's word and ordinances, is the chief happiness of a people. But God's promises are made only to believers; therefore the unbelief of some, or of many professors, cannot make this faithfulness of no effect. He will fulfil his promises to his people, and bring his threatened vengeance upon unbelievers. God's judging the world, should for ever silence all doubtings and reflections upon his justice. The wickedness and obstinate unbelief of the Jews, proved man's need of the righteousness of God by faith, and also his justice in punishing for sin. Let us do evil, that good may come, is oftener in the heart than in the mouth of sinners; for few thus justify themselves in their wicked ways. The believer knows that duty belongs to him, and events to God; and that he must not commit any sin, or speak one falsehood, upon the hope, or even assurance, that God may thereby glorify himself. If any speak and act thus, their condemnation is just. Verses 9–18 Here again is shown that all mankind are under the guilt of sin, as a burden; and under the government and dominion of sin, as enslaved to it, to work wickedness. This is made plain by several passages of Scripture from the Old Testament, which describe the corrupt and depraved state of all men, till grace restrain or change them. Great as our advantages are, these texts describe multitudes who call themselves Christians. Their principles and conduct prove that there is no fear of God before their eyes. And where no fear of God is, no good is to be looked for. Verses 19, 20 It is in vain to seek for justification by the works of the law. All must plead guilty. Guilty before God, is a dreadful word; but no man can be justified by a law which condemns him for breaking it. The corruption in our nature, will for ever stop any justification by our own works. Verses 21–26 Must guilty man remain under wrath? Is the wound for ever incurable? No; blessed be God, there is another way laid open for us. This is the righteousness of God; righteousness of his ordaining, and providing, and accepting. It is by that faith which has Jesus Christ for its object; an anointed Saviour, so Jesus Christ signifies. Justifying faith respects Christ as a Saviour, in all his three anointed offices, as Prophet, Priest, and King; trusting in him, accepting him, and cleaving to him: in all these, Jews and Gentiles are alike welcome to God through Christ. There is no difference, his righteousness is upon all that believe; not only offered to them, but put upon them as a crown, as a robe. It is free grace, mere mercy; there is nothing in us to deserve such favours. It comes freely unto us, but Christ bought it, and paid the price. And faith has special regard to the blood of Christ, as that which made the atonement. God, in all this, declares his righteousness. It is plain that he hates sin, when nothing less than the blood of Christ would satisfy for it. And it would not agree with his justice to demand the debt, when the Surety has paid it, and he has accepted that payment in full satisfaction. Verses 27–31 God will have the great work of the justification and salvation of sinners carried on from first to last, so as to shut out boasting. Now, if we were saved by our own works, boasting would not be excluded. But the way of justification by faith for ever shuts out boasting. Yet believers are not left to be lawless; faith is a law, it is a working grace, wherever it is in truth. By faith, not in this matter an act of obedience, or a good work, but forming the relation between Christ and the sinner, which renders it proper that the believer should be pardoned and justified for the sake of the Saviour, and that the unbeliever who is not thus united or related to him, should remain under condemnation. The law is still of use to convince us of what is past, and to direct us for the future. Though we cannot be saved by it as a covenant, yet we own and submit to it, as a rule in the hand of the Mediator."
}